[
    {
        "title": "Food and Young Children's safety",
        "id": 1,
        "writer": "Hugo van Stratum",
        "date_post": "20/01/2021",
        "view": 265,
        "post_content": "I have a really confusion about the food safety regulations and what are dangerous for children years 1 to 3 since we served carrots with dip humus, raisins, crackers, and dried apricot for morning and afternoon tea. These are no different than say meat; all need chewing. You don’t need molars to chew. Gums will do it. Crispy things like carrot and apple can be a bit harder because they need breaking up with the front teeth and really need children to be careful with their eating of them. Children need to learn and have to be careful eating. Some children have swallowing problems and will not try these foods or spit them out especially if they have stuffed their mouth too full. How can you teach children to be careful if they don’t try these foods? We need them to have the roughage the fibre to make their gut work. Life is dangerous and adults will choke and die on food as well. You just need to know individuals and how they can handle eating. Avoiding risk is when you don't let certain children eat certain foods like apple and carrot which older and abler children can eat. You have to be so knowledgeable about your children. You have to have teachers present you are aware and know those children which might not always be possible with relievers. We learn by the mistakes that happen and need to know grated apple, carrot and celery should be available for those who prefer it like that.",
        "reply_num": 1,
        "admin_img": "./img/icon/author2.jpg",
        "reply_info": [
            {
                "reply_writer": "Tom Davies",
                "date_reply": "20/01/2021",
                "reply_content": "I also have the same thinking with you",
                "user_img": "./img/icon/man_icon.png"
                
            }
        ]
    },
    {
        "title": "Membership of the Advisory Committee to the Ministry of Education",
        "id": 2,
        "writer": "Hugo van Stratum",
        "date_post": "07/12/2020",
        "view": 740,
        "post_content": "The Early Childhood Advisory Committee (ECAC) has about 2 people who actually work in a centre and possible on the floor. I can’t see one person who would be looking after babies and toddlers on a day to day basis at all. There is Jayne Franklin, Teaching Council of Aotearoa New Zealand who has worked at Beststart she is the only one I would pick as closest to knowing what ECE outside of Kindergarten is like. No wonder ECE teachers community and private feel they have no professional voice to Government it’s all business, management, union and special interest people, not representative of the work force and the more direct voice for children present. The ECAC agenda seems very dominated by the Education Ministry who are even more removed from reality as show by the teacher survey which has a full time ECE teacher as doing 25 hours a week. They are totally mixed up with what might be happening in Primary or Secondary. Such thinking gets us on a very dangerous footing when they want to cost anything out in real terms for ECE.",
        "reply_num": 0,
        "admin_img": "./img/icon/author2.jpg",
        "reply_info": [
            {
                "reply_writer": "Hugo van Stratum",
                "date_reply": "07/12/2020",
                "reply_content": "",
                "user_img": "./img/icon/author2.jpg"
            }
        ]
    },
    {
        "title": "Parents should not have to pay for ECE.",
        "id": 3,
        "writer": "Hugo van Stratum",
        "date_post": "14/09/2018",
        "view": 840,
        "post_content": "Is our ECE going to be continually modelled on charity or business? NZ education is a bit of both but hopefully not so much in that competitive sense of businesses. Education is a universal right in NZ for Primary and Secondary so why not for little children. NZ has been so lucky to have all these organisations doing ECE on the behalf of the Government. They have filled the gap where Government has refused to go. Parents should not have to pay for ECE. if NZ society needs both parents to work to survive. ECE is as good as compulsory if targets of 98% are set by Government.",
        "reply_num": 0,
        "admin_img": "./img/icon/author2.jpg",
        "reply_info": [
            {
                "reply_writer": "Hugo van Stratum",
                "date_reply": "14/09/2018",
                "reply_content": "",
                "user_img": "./img/icon/author2.jpg"
            }
            
        ]
    },
    {
        "title": "Living wave",
        "id": 4,
        "writer": "Dave Anderson",
        "date_post": "19/09/2018",
        "view": 3219,
        "post_content": "We were challenged the other day by a prospective client who asked if we pay all our staff a living wage. An idea we are considering but would like to know if we are alone on this or if others have committed to paying all staff at least at the level of a living wage. And have you encountered any problems? Thanks",
        "reply_num": 1,
        "admin_img": "./img/icon/author.png",
        "reply_info": [
            {
                "reply_writer": "Gisborne Early Childhood Centre",
                "date_reply": "21/09/2018",
                "reply_content": "I can only assume your registered teachers are paid through the CA agreement or similar when you pose this question. The CA offers a suggested rate for those who are unqualified or in-training also.",
                "user_img": "./img/icon/school.png"
            }
        ]
    },
    {
        "title": "Fair Pay Agreements yes but Government will have to pay up to get equity.",
        "id": 5,
        "writer": "Hugo van Stratum",
        "date_post": "20/09/2019",
        "view": 1213,
        "post_content": "Government intends to introduce legislation to allow employers and workers to create Fair Pay Agreements that set minimum employment terms and conditions for all workers in the industry or occupation covered by the agreement. If \"Fair Pay Agreements\" will help lift wages and conditions and ensure good employers are not disadvantaged by paying reasonable, industry-standard wages good but where is the money coming from? Government will have to fund the community and big companies a lot more to move pay up to get us paid on a real teachers wage. It will be a big move from the beginning teachers pay we often get now. At present big companies are putting their money into expansion not wages. Pay ECE. teachers directly from Government funds will solve the difficulties of being total disadvantaged by 10s of thousands of dollars.",
        "reply_num": 1,
        "admin_img": "./img/icon/author2.jpg",
        "reply_info": [
            {
                "reply_writer": "Holly Dutta",
                "date_reply": "25/09/2019",
                "reply_content": "A very far and just idea I would say as many of us have been discussing this point for quite sometimes now.",
                "user_img": "./img/icon/woman_icon.png"
            }
            
        ]
    },
    {
        "title": "Kindergarten Associations Underpaying Some of Their Teachers?",
        "id": 6,
        "writer": "David Haynes",
        "date_post": "17/08/2020",
        "view": 684,
        "post_content": "The ‘kindergarten’ rate of funding is provided to employers to enable them to pay their certificated teachers at KTCA rates. ‘Free kindergarten’ is defined in law as an ECE centre controlled by a free kindergarten association. It does not need to be called a kindergarten. It does not need to be directly owned by the association, just controlled by it. Every ECE centre owned by a kindergarten association, or a subsidiary of an association, is automatically eligible to receive the ‘kindergarten’ rate of funding, which it must use to pay its staff at KTCA rates. The KTCA itself (ie all its terms and conditions, not just payrates) is binding on kindergarten associations and covers their employees. All certificated teachers who are directly employed by a kindergarten association should be covered by the KTCA, regardless of the name of the centre where they. I suspect that quite a number of certificated teachers working directly or indirectly for kindergarten associations may have been underpaid for some time and will be eligible not just for a pay rise to KTCA rates but also to backpay.",
        "reply_num": 1,
        "admin_img": "./img/icon/author_male.jpg",
        "reply_info": [
            {
                "reply_writer": "Pushpa Baberwal",
                "date_reply": "13/10/2020",
                "reply_content": "Thanks for sharing useful information and kindergarten teachers are indeed getting very low perks. I am also the mother of two firecracker kids and I know the value of early education and the quality of education that is needed for my children.",
                "user_img": "./img/icon/woman_icon2.png"
            }
            
        ]
    },
    {
        "title": "Individual Pay Equity Claims Update from David Haynes - Jan 2021",
        "id": 7,
        "writer": "David Haynes",
        "date_post": "30/01/2021",
        "view": 700,
        "post_content": "On 6th November 2020 the Equal Pay Amendment Act 2020 (the Act) came into force. Prior to this date I had prepared an individual pay claim for certificated teachers working in ECE who were not covered by the Kindergarten Teachers, Head Teachers and Senior Teachers’ Collective Agreement (KTCA). Those covered by the KTCA already have pay parity with other teachers and the KTCA was renegotiated and agreed without any pay equity issues being documented in it. Therefore, the individual pay claim that I represent is not open to anyone covered by the KTCA – they must rely on the NZEI to represent their interests. Prior to 6th November, ChildForum created an on-line form that allowed individual teachers to appoint me to represent them in a pay claim (you can find it here). There was immediate interest so, by 6th November, many teachers had already appointed me to represent them.",
        "reply_num": 0,
        "admin_img": "./img/icon/author_male.jpg",
        "reply_info": [
            {
                "reply_writer": "David Haynes",
                "date_reply": "30/01/2021",
                "reply_content": "",
                "user_img": "./img/icon/author_male.jpg"
            }
            
        ]
    },
    {
        "title": "The ‘Kindergarten’ Funding Table Shouldn’t be in the ECE Funding Handbook",
        "id": 8,
        "writer": "David Haynes",
        "date_post": "20/08/2020",
        "view": 1061,
        "post_content": "In its preamble the Ministry of Education's Funding Handbook states, in part; “The terms used in this Handbook are based in the Education (Early Childhood Services) Regulations 2008” (the Regulations). Separately the Ministry of Education has stated that; “free kindergarten associations are not currently contemplated within the early childhood education legal framework for licensing.” and that “the terms kindergarten and free kindergarten association (used in the definition of free kindergarten) are not defined in either the State Sector Act 1988 or the Education Act 1989 . . .”. It is therefore not surprising that the word ‘kindergarten’ is not used in the Regulations at all. Consequently one would therefore not expect to find it used in the Handbook either. The Handbook describes funding for ECE and spells out the factors which determine how much a service will be paid",
        "reply_num": 1,
        "admin_img": "./img/icon/author_male.jpg",
        "reply_info": [
            {
                "reply_writer": "Hugo van Stratum",
                "date_reply": "21/01/2021",
                "reply_content": "Kindergartens often have two sessions a day. Meaning they can claim two lots of funding from the 20 hours allocated a week. Most other centres have to have children for a whole day therefor can not double dip like Kindergarten Ass. They still need to have extra funding when they are already onto much higher income then most. We are so much the poor cousins yet working so much harder.",
                "user_img": "./img/icon/author2.jpg"
            }
        ]
    },
    {
        "title": "Giving more funds to kindergartens than to other centres unlawful",
        "id": 9,
        "writer": " David Haynes",
        "date_post": "18/03/2019",
        "view": 4195,
        "post_content": "In the eyes of the law, there is no difference between kindergarten and other teacher-led ECE centres and it would seem that kindergarten teachers are no longer covered by the State Sector Act. Despite the legal position, the Ministry of Education’s ECE Funding Handbook gives more funds to ‘kindergartens’ than it does to other teacher led ECE centres. The most significant and immediate implication of this situation is that the kindergarten teachers’ collective employment agreement cannot be renegotiated with its current parties. This imperils their pay parity with the primary sector.",
        "reply_num": 1,
        "admin_img": "./img/icon/author_male.jpg",
        "reply_info": [
            {
                "reply_writer": "ChildForum team member",
                "date_reply": "18/03/2019",
                "reply_content": "David thank you for all the work you've done in preparing the policy paper and this helpful think piece for our early childhood sector to discuss, debate, and take forward in advocating for improvement. It will be interesting to see how quickly (or not) the government responds to fix the situation",
                "user_img": "./img/icon/author.png"
            }
            
        ]
    },
    {
        "title": "ECE Centre Administrator",
        "id": 10,
        "writer": "The Learning Centre Auckland",
        "date_post": "07/09/2020",
        "view": 350,
        "post_content": "The Learning Centre is a small family owned, well-respected childcare centre located in the heart of Ponsonby. We are dedicated to providing quality child care, within a nurturing and homely environment.  In our last ERO report, we were VERY WELL PLACED to promote positive learning outcomes for children. For this role, we are willing to look at flexible working hours, and a mixture of working from the office and working from home. There will need to be some time where you are on site at opening, and at closing, in order to be able to connect and build relationships with our community.",
        "reply_num": 0,
        "admin_img": "./img/icon/school.png",
        "reply_info": [
            {
                "reply_writer": "The Learning Centre Auckland",
                "date_reply": "07/09/2020",
                "reply_content": "",
                "user_img": "./img/icon/school.png"
            }
            
        ]
    }
]