[
  {
    "title": "The importance of nutrition for children",
    "id": 1,
    "category": [
      "physical"
    ],
    "post_type": "document",
    "user": "admin",
    "date_post": "12/09/2021",
    "description": "Nutrients include protein, fat, carbohydrates, vitamins (A, K, D, E, B, C...) and minerals (calcium, magnesium, iron...) that play...",
    "poster_path": "./img/post/physical-post-1.jpg",
    "rating": 3.5,
    "comment": [
      {
        "count": 1,
        "name": "",
        "date": "20/09/2021",
        "text": "Thankyou!!!"
      }
    ],
    "content": "<h2><strong>Nutrition is very important for the overall development of children:</strong></h2><p>A child's IQ is closely related to the quality of the nutrition that the child receives in the first years of life. According to many studies, malnourished children have poorer learning ability than those raised with adequate and balanced nutrition.</p><p>Maternal nutrition during pregnancy also directly affects fetal brain development and the long-term development of young children. If the mother is undernourished during pregnancy, the fetal brain may not develop fully.</p><h2><strong>Nutrition affects EQ and personality:</strong></h2><p>Nutrition not only affects the development of the brain and intellect, but also directly affects the emotional index EQ. Children who are malnourished from a young age are more likely to develop autism, anxiety, and depression. Children's personality is also related to nutrition, children who are not provided with adequate nutrition in the first two years of life often show signs of shyness, inactivity, less communication and often do not know how to share with others.</p><img src=\"./img/post/physical-post-1.jpg\"><h2><strong>Adequate nutrition helps children to be smart:</strong></h2><p>The quality of nourishment or the quality of nutrition (milk) in the first years of life will affect a child's ability to learn later. Many scientific studies show that children who are provided with adequate nutrition during fetal development and early life often have higher IQs or children with iron deficiency will be at risk of reduced cognition and achievement in children. school age. In addition, science also proves that children who are provided with adequate nutrition are more active, socially interactive, eager to learn and have better cognitive abilities. Therefore, parents should pay attention to providing enough nutrients, vitamins, minerals and nutrients for the development of the child's brain and body.</p><h2><strong>Nutrients from breast milk help increase the child's resistance:</strong></h2><p>Breastfeeding mothers who adhere to adequate and reasonable nutrition often have better milk quality, antibodies from breast milk will help reduce the risk of diseases such as diarrhea, respiratory infections, etc. The nutrients in breast milk can help prevent infections, allergies and protect babies from harmful bacteria and viruses, and support the infant's immune system.</p>"
  },
  {
    "title": "14 Fruits that make your baby smarter, moms need to remember",
    "id": 2,
    "category": [
      "physical"
    ],
    "post_type": "document",
    "user": "admin",
    "date_post": "31/12/2020",
    "description": "In order to help children become more intelligent, regularly eating fruit is something that parents must influence to feed their children enough...",
    "poster_path": "./img/post/physical-post-2.jpg",
    "rating": 4.2,
    "comment": [
      {
        "count": 1,
        "name": "",
        "date": "20/09/2021",
        "text": "Thankyou!!!"
      }
    ],
    "content": "<p><h2><strong>1. Mango</strong></h2><p>Mango is one of the fruits rich in nutrients that are good for the body. Mango contains large amounts of vitamins such as folate, vitamin C, vitamin B6, vitamin E, vitamin A,... along with some other micronulities such as iron, choline, niacin, potassium,... In addition, mangoes also contain small amounts of omega 3 and omega 6 fatty acids. Therefore, mango helps improve eyesight effectively, supports the development of the brain and many other uses.</p><h2><strong>2. Adcocado</strong></h2><p>Avocados are considered super fruits to help babies be smart thanks to their nutrient-rich ingredients. Not only does it contain many good fats that help develop the brain such as omega 3 and omega 6, avocados also have a relatively high content of protein, vitamins and minerals. This fruit contains many vitamin A, vitamin K, vitamin E, folate, choline, calcium, phosphorus and potassium. All of these vitamins and minerals are indispensable in the development of the child.</p><h2><strong>3. Watermelon</strong></h2><p>Watermelon is a watery fruit that cools well in the summer and provides many nutrients for the body that parents can not ignore on the list of fruits for babies. Watermelon is rich in vitamin C and vitamin A which boosts a child's immune system and improves their eyesight. Besides, this fruit is also a good source of B vitamins, calcium, manganese to help the child's skeletal system develop optimally.</p><img src=\"./img/post/physical-post-2.jpg\"><h2><strong>4. Custard</strong></h2><p>Custard is a fruit for babies chosen by many parents because it is rich in protein and omega 6 fatty acids that are beneficial for the brain. In addition, custard contains many oxidizing compounds such as bullatacin, asimicin,... helps prevent worm diseases, reduces the risk of cancer. The source of vitamin C, B vitamins in custard has the effect of strengthening immunity, reducing nervous tension.</p><h2><strong>5. Sapoche</strong></h2><p>Sapoche is a fruit rich in vitamin C, iron, calcium, potassium, beta-carotene,... The iron content in siamese pink is second only to ripe papaya, if you eat 100g of siamese pink per day, children will absorb about 52mg of calcium. This fruit has an attractive sweet taste that supports children's brain development, height and improves vision.</p><h2><strong>6. Strawberries</strong></h2><p>Strawberries are a favorite fruit of many young children thanks to their eye-catching color and attractive sweet and sour taste. The abundant vitamin C present in strawberries helps improve a child's immune system against harmful bacteria. Strawberries also have high levels of calcium and phosphorus that enhance the development of the skeletal system. build healthy muscles and nervous system. In addition, strawberries contain folic acid that helps a child's brain develop better and is involved in the production of blood cells.</p><h2><strong>7. Blueberries</strong></h2><p>Some scientific studies have shown the effect of improving memory, enhancing brain activity, reducing the stress of blueberries. Blueberries contain high levels of vitamin K, vitamin C and manganese that stimulate new cells to grow, thereby reducing the rate of aging of the brain. Blueberries also contain other nutrients such as vitamin A, B vitamins, iron, selenium and zinc that help strengthen a child's immune system.</p><h2><strong>8. Kiwi</strong></h2><p>Kiwi is a sweet fruit, rich in vitamin E, vitamin C and other minerals such as folic acid and potassium. Every 10g of kiwifruit meat contains up to 9 mg of vitamin C so nutritionists encourage parents to add to the fruit list for babies. Kiwi also has relatively high levels of serotonin that stimulate the brain's memory and supports children to sleep better.</p><h2><strong>9. Pineapple</strong></h2><p>Pineapple is an abundant source of vitamin C for the body, which increases resistance and iron absorption. Besides vitamin C, pineapple also has many vitamins, beneficial minerals such as vitamin B1, iron, calcium, manganese. Pineapple has a sweet, fiber-rich taste that is especially good for the stomach and digestive system, effectively preventing diarrhea.</p><h2><strong>10. Bananas</strong></h2><p>Bananas are fruits rich in soluble fiber that are especially beneficial for a child's digestive system. Bananas contain many other nutrients such as vitamin C, vitamin B6, potassium and magnesium that enhance the activity of the brain and nervous system, thereby improving memory. In addition, beta-carotene - a pre-vitamin A substance also found in bananas has the effect of enhancing eyesight to help children have bright eyes.</p><h2><strong>11. Ripe papaya</strong></h2><p>Ripe papaya is the fruit recommended by many nutritionists to supplement in the child's mileage menu. Not only rich in vitamin A, vitamin C, in papaya also has high levels of vitamins and minerals such as magnesium, calcium, potassium, vitamin B1, B3, B5. This tropical fruit has an enzyme called papain, which helps improve a child's digestive system, effectively preventing constipation. Vitamins and minerals help boost the immune system and metabolism, while reducing the risk of cardiovascular diseases and colon cancer.</p><h2><strong>12. Apple</strong></h2><p>Apples are fruits rich in vitamin C and vitamin A that enhance vision and brain activity. In addition, apples contain boron that supports the development of the skeletal system. Apples are also rich in soluble fiber that benefits the digestive system of the child while helping to prevent constipation. The fiber present in apples also helps to clean the teeth and gums during the process of chewing.</p><h2><strong>13. Orange</strong></h2><p>Orange is definitely an indispensable fruit on the list of fruits for babies. This fruit provides an abundant content of vitamin C which enhances a child's resistance and absorption of iron, thereby supporting the activities of the brain. The white peel of oranges contains a lot of calcium, so parents should feed their children this whole part to supplement the nutrition of the child.</p><h2><strong>14. Walnuts</strong></h2><p>Walnuts are foods that increase intelligence and brain supplements for children. Because, walnuts not only help to supplement an amount of omega 3 but also help strengthen calcium for the young body, thereby supporting the development and improvement of the bone system, teeth. Walnuts also contain antioxidants that increase resistance, preventing the attack of bacteria in the wild for children to grow healthy. In addition, walnuts are rich in energy, full of fiber, fat, vitamins and other essential minerals for children.</p></p>"
  },
  {
    "title": "Resistance in children when resistance is weakened",
    "id": 3,
    "category": [
      "physical"
    ],
    "post_type": "document",
    "user": "admin",
    "date_post": "31/10/2019",
    "description": "Resistance is the main factor against foreign agents entering the body. Especially for immature individuals such as children. Resistance...",
    "poster_path": "./img/post/physical-post-3.jpg",
    "rating": 3,
    "comment": [
      {
        "count": 1,
        "name": "",
        "date": "20/09/2021",
        "text": "Thankyou!!!"
      }
    ],
    "content": "<p><p>When resistance is weakened, the child's body may appear abnormal changes:</p><p>- Children often suffer from minor diseases such as cough fever, runny nose, sore throat ... Even worse is that children are at high risk for dangerous diseases such as flu, dengue fever, whooping cough, tetanus or diphtheria ...</p><p>- Children appear dehydration through dry skin, dry tongue mucosa or thirsty eyes, sunken eyes, urination less, when crying without tears ...</p><h2><strong>These are the \"golden \" that help strengthen your baby's resistance that every mother needs to know:</strong></h2><h3><strong>1. Breast milk</strong></h3><p>Various studies around the world have proven that breast milk can prevent allergies and diseases, protect babies from harmful bacteria and viruses, support the undeveloped immune system of babies... These nutrients in breast milk may protect against infections in infants, such as Rotavirus and group B streptococcus.</p><p>Exclusively breastfeed your baby for the first 6 months and extend the breastfeeding period to 24 months if possible, as breast milk has a lot of nutrients that are useful to the immune system, helping to increase the child's resistance.</p><img src=\"./img/post/physical-post-3.jpg\"><h3><strong>2. Vegetables</strong></h3><p>For children who have eaten miles, do not forget to add to the menu of fruits and vegetables. This is a group of foods rich in essential minerals and vitamins, which benefit the digestive system and resistance of the child.</p><p>The fiber present in vegetables and fruits not only helps prevent constipation but also supports the digestive system to work better. In addition, fruits and vegetables containing vitamins A and C will help increase the resistance of children such as pumpkin, carrot, broccoli, sweet potatoes, oranges ...</p><p>Mother noted that vitamins are easy to lose during processing and storage, so how much you can process them for your child to use. For example, squeezing out oranges is for children to drink immediately, avoiding long-term storage in the refrigerator will no longer have much effect.</p><h3><strong>3. Yogurt</strong></h3><p>Yogurt contains probiotics that help balance a child's already immature digestive system. The probiotics present in yogurt also support the immune system, as more than 70% of the immune system in the body is located in the gastrointestinal tract. Therefore, this is one of the simple and effective solutions to strengthen resistance, protect children from the attack of influenza virus, especially at the time of the season.</p><h3><strong>4. Legumes and whole grains</strong></h3><p>Legumes belong to the group of mineral-rich foods such as zinc, iron,... It is important for the body of young children. Zinc as well as iron help strengthen resistance in children, reducing the risk of infections or infections such as colds. Whole grains contain a lot of Omega-3 fatty acids that are beneficial for brain development in children, and this nutrient also supports white blood cells to function more efficiently.</p><h3><strong>5. HMO Supplemental Formula</strong></h3><p>In case the baby is not exclusively breastfed or does not have breast milk, it is necessary to receive nutritional supplements in addition to breast milk, it is recommended to choose formula with HMO (Human Milk Oligosaccharides) - a nutrient that plays an important role in helping the digestive system to be healthy, strengthening the resistance of the baby.</p></p>"
  },
  {
    "title": "Note that children have a healthy digestive system on summer days",
    "id": 4,
    "category": [
      "physical"
    ],
    "post_type": "document",
    "user": "admin",
    "date_post": "01/09/2021",
    "description": "Every summer, when the weather is hot, the number of young children with digestive disorders increases. The choice of food so that children...",
    "poster_path": "./img/post/physical-post-4.jpg",
    "rating": 4.5,
    "comment": [
      {
        "count": 1,
        "name": "",
        "date": "20/09/2021",
        "text": "Thankyou!!!"
      }
    ],
    "content": "<p>The following foods deserve to be present in the daily meal so that your baby always has a healthy digestive system:</p><p>+ Sweet sweet potatoes provide many essential nutrients for the development of children such as fiber, calcium, iron, vitamins A, C, E ... It is also an ideal source of carbohydrates for the body. You can use sweet potatoes to cook porridge or grind into powder for your baby to weaning.</p><p>+ Bananas: In addition to the two most important nutrients, fiber and potassium, bananas are also energy-rich foods and rich in vitamin B6, vitamin A, vitamin C, vitamin B12, calcium and folate. No food is more perfect than bananas in supporting a child's digestive system. Besides, the mucus present in bananas helps prevent diseases of stomach ulcers. You should use bananas as dessert after meals or blends to make a car for your baby.</p><p>+ Carrots: It is not too surprising that carrots are always on the list of the best foods for children thanks to high levels of important nutrients such as folate, carotene, vitamin C, calcium ... In particular, beta carotene - will be converted into vitamin A to help children brighten the eyes, maintain the immune system and skin and hair health. Carrots after boiling can be ground into porridge flour, which is easy to digest and is a nutritious dish for babies.</p><p>+ Milk: You should continue to breastfeed your baby. Breast milk is the best food for the overall development of young children up to 24 months of age, since breast milk contains colostrum (cholostrum) to increase resistance and help children develop healthy.</p><p>However, in case you have difficulty breastfeeding completely during this period for special reasons, you should go to a medical facility to receive guidance from your doctor and medical staff.</p><p><strong>Things to keep in mind so that your baby's digestive system is always healthy:</strong></p><p>In order for your baby to always have a healthy digestive system, you need to pay special attention to the following:</p><p>+ Feed your baby properly. The right time to feed your baby is from 6 months of age. You absolutely should not force your baby to weaning too early because the digestive system of the child desperately needs time until the digestive enzymes are fully produced to get used to digesting and absorbing new foods in addition to milk. In the beginning, give your baby a snack, from little to medium, from thin to thick and gradually increase the portion until he is fully used.</p><img src=\"./img/post/physical-post-4.jpg\"><p>+ Add fiber to your baby's meals. Fiber is one of the essential substances for the digestive system and should be present regularly in a child's daily meals. Fiber not only helps purify the food in the digestive system but also helps to get the waste left in the body out, helping your baby absorb enough energy and nutrients in the food every day.</p><p>+ Give your child the habit of drinking plenty of water. Drinking plenty of water is a healthy habit that helps reduce the risk of constipation. Therefore, you need to train your baby to drink water depending on their needs when the baby is just 6 months old. Getting into more water will help improve your child's digestive system while supporting the body's absorption and excretion.</p><p>+ Ensure food safety and hygiene when processing food for your baby. Undercooked foods are not present in your baby's daily diet. Because it can be home to a variety of bacteria that are harmful to resistance and health, as well as the appetite of the child.</p><p> Contrary to the previous misconception that abstinence or feeding children rarely diarrhea for fear of \"indigestion\", mothers need to continue feeding their children to ensure enough nutrients so that the child does not fall into malnutrition. For children who have started eating miles, it is necessary to continue feeding children normal foods of the child, porridge, meat, vegetables, fruits, yogurt, fruits ... It is necessary to choose easy-to-digest foods, break up meals if the child has not eaten well, can still feed the child oil. Do not force your child to fast or feed only salt porridge, which will prolong diarrhea and malnutrition. When the child has reduced diarrhea and eating well again, the child will gradually increase the meal and add the amount of food so that the child can compensate for the energy deficit when suffering from diarrhea, helping the body gain normal weight and prevent malnutrition.</p><p> In short, the digestive system is closely related to the overall development of the child, especially the brain. In addition to providing your baby with all the essential nutrients through daily rations, you also need to pay attention to your baby's digestive system. With the healthiest digestive system, children can absorb nutrients easily.</p>"
  },
  {
    "title": "Provide water to children especially on summer days",
    "id": 5,
    "category": [
      "physical"
    ],
    "post_type": "document",
    "user": "admin",
    "date_post": "10/02/2021",
    "description": "Our body, water accounts for 60-70%, which proves that water is essential for human health, lack of water affects the life activities...",
    "poster_path": "./img/post/physical-post-5.jpg",
    "rating": 4.7,
    "comment": [
      {
        "count": 0,
        "name": "",
        "date": "",
        "text": ""
      }
    ],
    "content": "<p><h2><strong>How is drinking water beneficial for your health?</strong></h2><p>Five minutes after drinking is water that has left the stomach, so it is recommended to drink water only ten minutes before eating or an hour after eating rather than drinking immediately after or during eating, since drinking while eating will dilute and quickly bring gastric juice down to the intestines,  It makes digestion difficult. Moreover, while drinking and eating, we will swallow dishes that have not been chewed thoroughly which is not good for digestion and absorption.</p><p>Drink water should be divided several times a day, not once too much. Even if thirsty should not drink too much at once it is best to take it slowly one sip at a time so that water has time to seep through the intestinal wall into the blood vessels and satisfy the thirsty needs of a body that is deprived of water.</p><h2><strong>What types of drinks are good for children's health?</strong></h2><p>Drinking water can be boiled tap water for cooling, filtered water, mineral water, bottled pure water, milk, fruit juice, vegetable juice, soup water .. They can be used every day.</p><h3><strong>The best drinking water for your health are:</strong></h3><p> Fresh fruit juice: orange juice, tangerine, salad, cucumber, apple ... When drinking should not add sugar, this juice both provides water and provides vitamins and minerals to the body. This water eliminates fatigue, enhances brain function and healthys blood vessels, helping to circulate blood flow well in the human body.</p><img src=\"./img/post/physical-post-5.jpg\"><p> Vegetable juices such as legumes, zucchini, vegetable juice ... It is also very good for the body especially for children with TC- BP who are not afraid of gaining weight, but also have a cooling effect especially in the hot summer days.</p><p> Unsalted soy milk: also a nutritious drink and feed that both provides water, provides calcium and other nutrients.</p><p> Boiled vegetable water: is also very good for the body because of its supply of vitamins and minerals.</p><p> The best drinking water for humans is natural clean water in vegetables, melted ice or artificial clean water.</p><p>To ensure health, we should boil clean water to cool daily, if drinking bottled water, we must choose reputable brands in the market.</p><h3><strong>What types of drinking water should be limited and should not be used in children:</strong></h3><p> Mineral water: Drinking water contains minerals such as sodium, potassium, calcium, magnesium ... Mineral water, due to containing more minerals, must be used at the right time, the right object, not used indiscriminately, especially young children are not allowed to use mineral water containing high mineral content to make milk because the function of children is weak and cannot remove excess minerals from the body,  because the excess minerals will accumulate in the person and disturb the type of heart rate, hypertension, edema ...</p><p> Carbonated soft drinks: it should not be taken because it can cause overweight obesity, or full anorexia in children some provide empty calories.</p><p> Industrial fruit juices: high in sugar, mineral content and vitamins are less good for health, drinking a lot leads to overweight - obesity.</p><p> Coffee, energy drinks: not for children to drink.</p></p>"
  },
  {
    "title": "Top 8 foods that increase height in children",
    "id": 6,
    "category": [
      "nutrition"
    ],
    "post_type": "document",
    "user": "admin",
    "date_post": "17/04/2021",
    "description": "According to experts, nutrition is the most important factor determining height in children. Therefore, children must be provided with a full...",
    "poster_path": "./img/post/physical-post-6.jpg",
    "rating": 4.5,
    "comment": [
      {
        "count": 3,
        "name": "",
        "date": "20/09/2021",
        "text": "Thankyou!!!"
      }
    ],
    "content": "<p><p>Children need to be developed a scientific diet according to each age with the right diet to develop in a balanced way both physically and mentally. Deficiencies or excess nutrition can lead to unpredictable risks. Nutritional deficiencies cause malnutrition, on the contrary, excess energy causes overweight, obesity.</p><p>In order for children to develop maximum height, parents need to add the following height-enhancing foods in children to the child's daily nutrition menu.</p><h2><strong>Following height-enhancing foods in children to the child's daily nutrition menu</strong></h2><h3><strong>1. Milk and dairy preparations</strong></h3><p>Milk and dairy products are indispensable foods for children. As a familiar and favorite drink of the vast majority of children, milk provides an adequate source of calcium that promotes the development and health of bones and joints. Besides, milk and dairy preparations also provide proteins that help cell growth, which is beneficial in the development of height. Therefore, drinking milk every day is a very effective way to improve height.</p><h3><strong>2. Eggs</strong></h3><p>Eggs are extremely popular foods, also one of the most effective height-enhancing foods in children. In eggs there are many amino acids, proteins that are easy to absorb, support the activity of muscles and enzymes, promote the increase in height in the child.</p><p>Normally, a chicken egg contains about 6.3g of protein and a lot of fat, vitamin A, minerals, zinc, iron,... Necessary for growth. Especially for children of developing age, parents should add eggs to their child's menu.</p><h3><strong>3. Chicken</strong></h3><p>Besides eggs, milk, chicken is also considered one of the foods that help increase height in children. In chicken there is more protein, iron, healthy fats, faster height development and more supple bones. Chicken is also an easy-to-prepare food, attractive taste, can cook many different dishes such as chicken soup, boiled chicken, fried, steamed ...</p><h3><strong>4. Shrimp</strong></h3><p>Shrimp is a food with an extremely high calcium content, one of the nutrients that promote bone development in children. An average of 100g of shrimp can supplement up to 1,120 mg of calcium, which helps strong bones and grow well, promoting maximum growth height.</p><img src=\"./img/post/physical-post-6.jpg\"><h3><strong>5. Fish </strong></h3><p>Fish is one of the foods that increases height in children very well, especially salmon and tuna – a rich supply of vitamin D and protein. Eating a lot of salmon at puberty will help develop maximum height. Parents can prepare dishes with fish such as steamed fish, fried fish, fish sauce ... To enrich your child's daily menu.</p><h3><strong>6. Cereals</strong></h3><p>Whole grains are high in B vitamins and iron. The nutrients in whole grains can improve the development and metabolism of the body. In addition, this is a food that contains abundant amounts of energy and a lot of fiber and magnesium content. A child's development needs calories and cereals are the right source.</p><h3><strong>7. Oats</strong></h3><p>This type of food that increases height in children is recommended in standard nutrition towers as well as nutrition towers for other special subjects. Oats contain a lot of protein and low in fat so it is very good for a child's physical development. Parents can use oatmeal to make a variety of dishes: Oat porridge, oatcakes, oat yogurt.</p><h3><strong>8. Soybeans</strong></h3><p>Soy is a familiar food in the daily life of every family. With a cool, medium sweetness, soy milk is loved by many people. However, not everyone knows that soy is the most protein-rich of plant-based foods, in addition to having a large protein and mineral content. If you want your child to improve his height quickly, don't forget to add soy to your child's daily nutrition menu.</p><p>In summary, to help children develop maximum height, parents need to pay attention to adding adequate nutrients as well as height-increasing foods in children to the nutrition menu every day.</p></p>"
  },
  {
    "title": "Top 10 calcium supplements for babies",
    "id": 7,
    "category": [
      "nutrition"
    ],
    "post_type": "document",
    "user": "admin",
    "date_post": "13/10/2020",
    "description": "Choosing the right calcium-rich foods for your baby to ensure good health and well-being is very important. The article would like to...",
    "poster_path": "./img/post/physical-post-7.jpg",
    "rating": 4.2,
    "comment": [
      {
        "count": 5,
        "name": "",
        "date": "20/09/2021",
        "text": "Thankyou!!!"
      }
    ],
    "content": "<p><h2><strong>Foods rich in calcium for babies</strong></h2><h3><strong>1. Milk and dairy products</strong></h3><p>Milk brings a lot of health benefits, in addition to important nutrients such as potassium, protein, vitamins A, D and B12, etc. Milk and dairy products are very good calcium supplements for babies.</p><p>The body absorbs calcium in dairy products more easily than calcium from other sources. Mothers should include at least one serving of dairy products each day in their child's diet. If your child doesn't like milk, you can substitute it with yogurt and cheese.</p><h3><strong>2. Soybeans</strong></h3><p>Soy is another calcium rich baby food that can be added to the daily diet. You can use soy products like soy milk, soy yogurt, and tofu to make delicious, age-appropriate recipes.</p><p>Soy milk is also a good alternative for children with lactose intolerance. Adding soy to a child's diet also ensures a healthy dose of iron, fiber and minerals like phosphorus, magnesium and thiamin. However, not all soy milk is a good source of calcium, so it's best to check the information on the product packaging.</p><h3><strong>3. Green beans</strong></h3><p>Chickpeas and lentils are an important source of calcium for babies. They are also rich in vitamin A, vitamin E, vitamin C, fiber, polyunsaturated fatty acids, magnesium, potassium, iron and folate and have a decent amount of calcium.</p><p>Chickpeas are easily available and can be cooked in a variety of ways to provide the nutrition children need. You can cook it in the form of a curry or make interesting recipes like rolls, cheese beans, bean porridge.</p><p>Green beans can also be eaten with snacks like carrots and cucumbers. Chickpea curry is also a delicious way to incorporate this legume into your child's diet.</p><img src=\"./img/post/physical-post-7.jpg\"><h3><strong>4. Fish</strong></h3><p>Most canned fish like salmon, sardines, and tuna are among the top foods for calcium, so don't hesitate to give any of these to your child.</p><p>In addition to being rich in protein and omega-6 fatty acids, these fish are high in bone calcium. Children can have fish bone soup, fried fish, steamed fish or fish sandwiches. Topping them with some cheese would also be delicious. You can also prepare fish for children to eat in the form of cotton balls.</p><h3><strong>5. Fruits</strong></h3><p>Fruits like papaya and dried figs are also great sources of calcium for babies. Dried figs can be eaten alone or added to milk or yogurt. Papayas can be eaten whole or added to desserts like custards and puddings.</p><p>Besides, one medium orange can provide 50 mg of calcium for your child. You can give your child an orange or orange juice as it is not only rich in calcium but also contains a lot of Vitamin C, Potassium, Magnesium and Folate.</p><p>You should give your child fresh orange juice instead of fortified drinks. This way, your child will be offered unprocessed food made with fresh ingredients.</p><h3><strong>6. Nuts</strong></h3><p>Nuts like almonds, peanuts and walnuts are good sources of calcium for your baby. Almonds contain up to 228 mg of calcium per 100g. Nuts also contain healthy fats, vitamin E, magnesium, and fiber. In moderation, they are considered calcium-rich foods for babies.</p><p>Nuts can be left whole or sprinkled on other foods. They can be added to baked goods, salads or milkshakes. You can also give your child almond milk and almond butter.</p><h3><strong>7. Green vegetables</strong></h3><p>In the top 10 calcium-rich foods for babies, it is impossible not to mention green vegetables such as spinach, okra, broccoli, amaranth, French beans, bunch beans, etc. These are all calcium-rich foods for babies to eat. mile. Moreover, these green vegetables also provide fiber and other minerals necessary for your child's growth. Broccoli is actually packed with calcium and many other important nutrients.</p><p>Most kids don't like to eat green vegetables, but you can \"disguise\" vegetables and prepare delicious recipes like mixed vegetables, curries, chopped vegetables, grilled vegetables, pizza, etc. envelope. You can chop vegetables finely enough to make sure your kids don't throw them away and mix them into everyday dishes like macaroni, etc.</p><h3><strong>8. Fortified cereals like Total, Raisin Bran, Corn Flakes</strong></h3><p>Cereals are also very good calcium-rich foods for babies to eat. Ragi, bajra, brown rice,… contain a high amount of calcium. You can try different recipes like healthy, no-bake cookies for a crunchy snack for a snack.</p><p>Some other foods such as corn flour, wheat flour also contain abundant calcium components. Whole grain foods can be fortified with calcium. Carefully read the information on the label to see how much this mineral fortified food contains, helping you choose the right one for your child.</p><h3><strong>9. Eggs</strong></h3><p>Eggs can be processed for children from 9 months old and up to eat. They provide a large amount of protein and vitamins, and are also a good calcium supplement for babies, helping to build strong bones and teeth. However, every child may not be able to eat eggs; Some may be allergic, while some may not like the taste.</p><p>If the problem is with taste, you can make different recipes, but if your child has an egg allergy, it is better to avoid eggs. If you are still concerned about giving your baby eggs, you can consult your pediatrician.</p><h3><strong>10. Certain types of seeds</strong></h3><p>Seeds are also in the top 10 calcium supplements for babies that you should try, for example sesame seeds are quite famous for their delicious taste and can be added to salads, pastas, soups, sandwiches, etc. They can be used as the main ingredient in recipes or as a decoration for your child to enjoy and enjoy.</p><p>Thus, there are many natural sources of calcium, based on the list of top 10 calcium supplements for babies, mothers can experiment with many delicious recipes for their children to meet the calcium needs for the growth of children. young. Sometimes it's important to change up a boring recipe to make a monotonous dish appealing to your child.</p><p>However, parents should not be too abusive or just focus on giving children calcium-rich foods without paying attention to other foods. Each child needs a different amount of calcium at different stages of development, which should be consulted by a specialist</p></p>"
  },
  {
    "title": "Exercises are good for children's moods",
    "id": 8,
    "category": [
      "nutrition"
    ],
    "post_type": "document",
    "user": "admin",
    "date_post": "27/04/2021",
    "description": "Giving children exercise is an extremely effective method of physical and mental training. The right exercise not only helps a child's mood...",
    "poster_path": "./img/post/physical-post-8.jpg",
    "rating": 3.8,
    "comment": [
      {
        "count": 99,
        "name": "",
        "date": "20/09/2021",
        "text": "Thankyou!!!"
      }
    ],
    "content": "<p><h3><strong>1. Children practicing yoga help ease anxiety</strong></h3><p>Exercises for children, including yoga, are good for a child's mood. Practicing yoga enhances the chemicals in the brain that help control stress. Even young children can easily perform the postures of yoga exercises.</p><h3><strong>2. Boost confidence through team sports</strong></h3><p>Children who exercise, especially team or group sports, can bring impressive benefits to their mental and physical health. Many studies show that children who play team/group sports build a better self-image and become more active, thereby improving their mood performance. When children are in a good mood, they want to be more active and exercised.</p><h3><strong>3. Martial arts – tame restlessness in children</strong></h3><p>Martial arts will teach children discipline and control themselves effectively. Martial arts is especially suitable and beneficial for children with a lot of energy.</p><p>A study of children between the ages of 8 and 10 with behavioral problems found that taking karate classes helped children become more adaptable and control their behavior. When children are able to control their behavior, it's easier for them to make healthier choices and decisions.</p><h3><strong>4. Regular exercises</strong></h3><p>When children exercise, they help produce large amounts of natural chemicals called endorphins, which have the ability to calm moods effectively. Exercise helps your child's mood for a long time because it's good for both the body and the brain. It helps your child's brain cells become healthier, especially the areas of the brain that control mood. Some experts liken children to daily exercise to a natural antidepressant.</p><h3><strong>5. Exercises that boost natural energy</strong></h3><p>When your child is tired of academic pressure, you can suggest a few exercise options that improve his mood, such as briming, jumping rope, or playing basketball.</p><p>Parents should also advise children to avoid drinking sugary soft drinks or energy drinks during exercise, as they can lead to unhealthy weight gain. In particular, the caffeine in these drinks can make children more anxious and irritable.</p><p>After exercising, children should take about 10 minutes of rest to help blood flow. This will help the child's body become refreshed, full of energy and regain its focus.</p><img src=\"./img/post/physical-post-8.jpg\"><h3><strong>6. Mindfulness practice helps children relax their minds</strong></h3><p>When your child is experiencing stress and wants to look for food to calm this condition, you should suggest that your child try some mindfulness exercises to relax his mind.</p><p>Mindfulness exercises often focus on feeling your body's breathing and heart rate. In general, it takes a certain amount of time for children to get used to mindfulness, but through this approach will help them feel more relaxed after exercising, thereby helping to awaken their positive thoughts and help them make healthier decisions for their health.</p><h3><strong>7. \"Party\" dance after school</strong></h3><p>If parents are struggling to find a physical training method that excites and excites your child, you can let your child dance after stressful lessons. Music and dance will help children be physically active in moderation, not only bringing a relaxed mood but also helping to improve their health.</p><p>Every day, they only need to spend about 5 minutes on dance exercises to improve their mood.</p><h3><strong>8. Bring smiles to children with free exercise</strong></h3><p>If your child doesn't want to participate in guided or competitive sports, you can give them free exercises, such as jumping rope to music. This is also considered an exercise for children, both improving health and good for their mood.</p></p>"
  },
  {
    "title": "Benefits of giving children exercise from a young age",
    "id": 9,
    "category": [
      "nutrition"
    ],
    "post_type": "document",
    "user": "admin",
    "date_post": "26/10/2020",
    "description": "Fifty studies spanning 23 years found that children who exercised and exercised regularly did better than those who lacked exercise...",
    "poster_path": "./img/post/physical-post-9.jpg",
    "rating": 4.2,
    "comment": [
      {
        "count": 7,
        "name": "",
        "date": "20/09/2021",
        "text": "Thankyou!!!"
      }
    ],
    "content": "<p><p>Benefits of exercising from a young age</p><h2><strong>1. Perfect physical development</strong></h2><p>Helps maintain weight. A reasonable activity regimen helps the energy absorbed (food intake) not too much energy consumed (exercise). A lot of exercise helps to digest all the excess calories, avoiding the accumulation of fat in the body.</p><p>Helps strengthen the musculoskeletal system, muscles. The benefit of exercising early is to strengthen your baby's musculoskeletal system, keep bone density high, reduce osteoporosis as an adult.</p><p>Enhanced blood circulation. Help children have a healthy heart, reduce the risk of cardiovascular disease</p><p>Strengthens the immune system. Improved body's ability to fight disease. Children are less likely to have colds, allergies and illnesses, including cancer.</p><p>Reduce type 2 diabetes. By increasing insulin sensitivity and improving carbohydrate metabolism.</p><p>Stabilizing blood pressure and improving cholesterol in children.</p><h2><strong>2. Improve mental health</strong></h2><p>Exercise boosts the brain's metabolism. Studies show that active children improve memory thanks to better brain function</p><p>Help the mood relax. During exercise, the brain releases endorphins, a chemical that produces feelings of well-being and helps relieve stress. Exercise also stimulates the production of beneficial hormones, such as neurotransmitters, which help create positive new memories.</p><img src=\"./img/post/physical-post-9.jpg\"><p>Reduce anxiety, depression. Studies show that exercise reduces depression, improving mood in children. In addition, the quality of sleep in children is improved, helping children to be healthy and develop height.</p><p>Increased ability to concentrate. Children who are more active put o-xy on the brain, increase their ability to focus longer, learn more effectively.</p><h2><strong>3. Increase life skills</strong></h2><p>It gives children more confidence. Sports, collective games create opportunities for children to play on a team spirit, know how to cooperate well with friends. From there, children improve their ability to communicate and be more confident.</p><p>Develop self-esteem in children. The benefit of exercise from a young age is to help children overcome difficult situations, respond and solve situations quickly. As a result, children have a better, more sensitive view of life.</p><p>Developing social skills. In adolescents, they develop other social skills such as leadership skills, empathy, etc.</p><h3><strong>* What motivates you to exercise?</strong></h3><p>In elementary school, the pressure of your child's homework is not as much as at the big level, parents should spend a lot of time with their children to exercise, exercise, play. This should be taken seriously no less than investing in your child's education.</p><h3><strong>* How much exercise is enough for your child?</strong></h3><p>According to guidelines from U.S. government agencies, elementary school children and minors should exercise or exercise for about an hour or more each day. You can follow the following children's daily activity pyramids.</p></p>"
  },
  {
    "title": "Top 10 height-boosting exercises for children",
    "id": 10,
    "category": [
      "nutrition"
    ],
    "post_type": "document",
    "user": "admin",
    "date_post": "01/06/2021",
    "description": "In order for the process of building a child's skeletal system to be best, in addition to providing enough bone-forming nutrients such...",
    "poster_path": "./img/post/physical-post-10.jpg",
    "rating": 4,
    "comment": [
      {
        "count": 24,
        "name": "",
        "date": "20/09/2021",
        "text": "Thankyou!!!"
      }
    ],
    "content": "<p><p>If you're looking for effective height-boosting exercises for your child, you can refer to the 10 exercises below. When your baby works these exercises every day, it will definitely bring worthy results for the goal of improving height.</p><h2><strong>Exercise 1: Jump for long legs</strong></h2><p>This exercise requires the child to stretch the nose of the legs continuously to help the joints to be stretched to the maximum, bringing positive effect in improving height.</p><p>Do this exercise as follows: Your baby separates his legs wider than his shoulders, and his nose is outwardly oriented according to his plasticity. Next, lower the focus to the knee level to train the hip joint. He then performs a high jump, closes his legs and ends with the initial position.</p><h2><strong>Exercise 2: Combination of systemic toughness</strong></h2><p>This exercise trains the back of the baby to be straight, creating the best conditions for the joints to grow and increase the height and follow this coordinated dance.</p><p>Stand upright, your legs closed and your arms against your hips, then you step one foot forward, your hands up. Put your body weight between your legs and lower your focus, then back to the starting position and continue with the other leg.</p><h2><strong>Exercise 3: Stretch</strong></h2><p>This is a very simple exercise, but the effect of improving height for children is very effective. With stretching exercises will help stretch the spine and help the child improve his posture effectively.</p><p>Very simply, simply let your baby lean back against the wall, then instruct him to raise his hands and stretch as long as possible, or you can have him sit on the floor, open his legs as wide as possible, and ask him to bend his back to touch his toes.</p><img src=\"./img/post/physical-post-10.jpg\"><h2><strong>Exercise 4: Neck</strong></h2><p>According to Professor Mickey Mehta in Mumbai, India, neck exercises can eliminate neck tensions, stimulate the thyroid gland and promote growth. Just like in the back, a long and strong neck can provide an extra 1 stool of poise.</p><p>It will be difficult for you to find such an easy height-increase exercise for your child, he just needs to fix the body and the rhythm of tilting his head up and down 10 times, similar to left, to the right.</p><h2><strong>Exercise 5: Swinging</strong></h2><p>Your kids love to swing in the playground, right? This is really great. Because swinging is one of the great ways to promote a child's height growth, the child's spine is completely stretched.</p><p>Therefore, find a suitable location and hang a sturdy beam that can support the child's entire weight at a favorable height and encourage the child to practice swinging regularly. The answer to long-term perseverance is that a child's height can increase rapidly.</p><h2><strong>Exercise 6: Yoga</strong></h2><p>Yoga is one of the oldest practices from India about 5000 years ago. Height-enhancing yoga exercises will help children improve their posture. They release the vertebrae, increase the elasticity of cartilage, stretch the back and leg muscles. In addition, yoga also helps children eliminate stress, setting the stage to stimulate the production of growth hormone that is beneficial for increasing height.</p><h2><strong>Exercise 7: Jumping rope</strong></h2><p>When applying rope jumping exercises, the child must move his limbs, especially the ankle joints, knee joints and hips continuously. At an advanced age when the body is constantly stimulated at these joint sites, new layers of cartilage will be produced and so on.</p><p>When children regularly apply rope jumping exercises, it will create great conditions to increase the number and density of bones throughout the body. This not only helps children increase height but also muscles as well as other parts of the body such as muscles, digestive system, circulatory system, excretory system are all improved most positively.</p><h2><strong>Exercise 8: Swimming</strong></h2><p>Instead of sitting in a closed room holding an iPad, why don't parents go swimming with them? When your baby is struggling in the cool water, it will create a great relaxing moment.</p><p>Moreover, when your child is friendly with swimming, you have given them an opportunity to improve their height effectively. When swimming, the parts of the child's body will be working rhythmically, breathing regularly. The hands and legs are actively active, actively supporting the bone development process. This will help the child to increase their height effectively.</p><p> Exercise 9: Jogging</p><p>When children run regularly and technically, it helps the skeletal system and joints grow, enabling growth hormones to secrete more, from which height is improved.</p><p>In addition, when jogging regularly will help the body absorb more oxygen to feed the body, the circulatory system is constantly working to nourish other parts of the body so that the body will be healthier, absorb nutrients better.</p><h2><strong>Exercise 10: Basketball</strong></h2><p>When playing basketball, children have to stretch and jump high, so their bodies are no longer held back by the attraction of the Earth, and the discs in the joints are also dilated.</p><p>Just like other sports, the first thing to do when playing football is to warm up including the movement of hitting the ball, running in place, at this time the skeletal muscle is gradually dilated to create momentum for throws, baskets and baskets. All throws, on the basket, face the basket during play have the effect of promoting and stimulating bone growth. Moreover, when playing basketball outdoors, children are absorbed vitamin D naturally to help stronger bones, improve height efficiency.</p></p>"
  },
  {
    "title": "How much should children exercise with age?",
    "id": 11,
    "category": [
      "exercise"
    ],
    "post_type": "document",
    "user": "admin",
    "date_post": "08/03/2019",
    "description": "Regular exercise is necessary for everyone, including children. However, everyone doesn't have the same need for time or intensity...",
    "poster_path": "./img/post/physical-post-11.jpg",
    "rating": 4.2,
    "comment": [
      {
        "count": 29,
        "name": "",
        "date": "20/08/2021",
        "text": "Thankyou!!!"
      }
    ],
    "content": "<p><h3><strong>1. Activities, games and sports</strong></h3><p>When you talk about exercise, you tend to think of typical adult sports, the gym, power circuits, and the like. However, when it comes to children, you must also take into account other types of activities such as games, physical education, activities performed at school, or any physical activity performed in a domestic context.</p><p>That is, dancing at home with children is also within the acceptable level for young children. Also play races or tag in the park. However, it is important that other forms of exercise are more specific than part of a child's daily activities. How to practice a sport or perform a specific activity is guided and controlled by an adult.</p><h3><strong>2. Recommended exercise time for children by age</strong></h3><p>In addition to performing different activities, they must be carried out for a minimum of time. Taking into account the age of children, these are the periods recommended by the World Health Organization.</p><img src=\"./img/post/physical-post-11.jpg\"><p>- Children ages 1 to 3: Young children should play actively several times a day, an estimated time of at least one hour daily.</p><p>- Children ages 3 to 5: The duration of activity must be at least two hours daily, between playtime, and adult-coordinated activities.</p><p>- From 5 years to adolescence: Physical activity should increase in intensity after 5 or 6 years, reaching a strong pace during adolescence.</p><p>Exercise time is important, as it is the best way for your child to strengthen your bones and muscles and increase your breathing capacity. For this reason, the World Health Organization also recommends controlling the duration of inactivity in children. For young children, the duration of inactivity should not exceed one hour, and for school children, the time of inactivity should not exceed two hours. Except for the time they spend sleeping.</p><h3><strong>3. How to encourage children to exercise</strong></h3><p>The best way to encourage your child to exercise is to exercise with them. Try to take time each day to do different physical activities with your child. In addition to going to the park every day for a walk, cycling, or enjoying a while playing motor games, try to create time to exercise at home. Dancing is a great exercise, all muscle groups are activated and endorphins, the happy hormone, are released.</p><p>Make sure your child understands sports as a game, having fun and enjoying the movement. As such, they will ask for themselves and it will become a habit to enjoy as a family. Playing sports with your child will help you improve your body shape. In short, time spent with children will be more quality and healthier for the whole family.</p></p>"
  },
  {
    "title": "10 Fun Exercise Ideas for Your Baby",
    "id": 12,
    "category": [
      "exercise"
    ],
    "post_type": "document",
    "user": "admin",
    "date_post": "14/03/2020",
    "description": "Physical activity habits can follow you for life. From dance parties to gardening, these exercise ideas can get the whole family moving together...",
    "poster_path": "./img/post/physical-post-12.jpg",
    "rating": 4.8,
    "comment": [
      {
        "count": 32,
        "name": "",
        "date": "20/09/2021",
        "text": "Thankyou!!!"
      }
    ],
    "content": "<p><p>Being sedentary will limit a child's skills as well as their ability to enhance their heart, lung, and muscle health. It also contributes to the formation of a sedentary lifestyle in the future and can lead to obesity.</p><p>Here are suggestions on how you can turn simple activities into a quality exercise session for your family, especially for young children:</p><h2><strong>1. Go for a walk before or after dinner</strong></h2><p>Whether you go into town or just take a walk around the neighborhood, it should interrupt your daily walking schedule. To make walking more attractive, create small goals for the trip, such as looking for a cat sitting on a window or crossing a small up/down stairs together.</p><h2><strong>2. Listen to music and dance gently</strong></h2><p>Betsy Murphy of Coral Gables, Florida, hosts disco nights with her four children and several neighbors. She packed her belongings aside, turned on the CD with dance tunes and let the children take turns using the flashlight as a flashing light. Murphy said: \"They danced for three hours straight. The elders belong to all the words of the songs and actually dance; It's nice to see young kids trying to imitate them.\"</p><h2><strong>3. Turn housework into games</strong></h2><p>This kids' exercise idea will help you have a clean home! Pretend that dust creatures are invading the earth and that the Captain (the children) will save his planet by catching them with brooms.</p><p>Juliet Zuercher, a registered dietitian in Wickenburg, Arizona, said: \"Show your child that they are truly a hero. And ask them to rescue the teddy bears from the dusty floor and put them safely in mirrors that are not yet toy.\"</p><img src=\"./img/post/physical-post-12.jpg\"><h2><strong>4. Turn housework into games</strong></h2><p>This kids' exercise idea will help you have a clean home! Pretend that dust creatures are invading the earth and that the Captain (the children) will save his planet by catching them with brooms.</p><p>Juliet Zuercher, a registered dietitian in Wickenburg, Arizona, said: \"Show your child that they are truly a hero. And ask them to rescue the teddy bears from the dusty floor and put them safely in mirrors that are not yet toy.\"</p><h2><strong>5.Skillfully push your child into training situations</strong></h2><p>Let your child walk instead of sitting in a trolley at the supermarket, and take the stairs or go up the escalator whenever possible.</p><h3><strong>6. Turn TV ads into gym breaks</strong></h3><p>Invent interesting names for exercises like squats, push-ups and sit-ups, then do them together until the show returns. New York City physiotherapy therapist Peter Kofitsas, who performs the move with his two daughters, ages 4 and 20 months, said: \"Call them the sitting-up princess or Bob the Builder. You can also play \"coach\" and lead your child to fun movements when the TV is playing promotional content.</p><h3><strong>7. Have a weekly sports night</strong></h3><p>For example, every Wednesday, call people up and move. One game to play is to shuffle the deck. Create a variety of playing cards that have family-friendly exercises, such as bull bears or climbing monkeys. Each family member selects a card and performs the exercise in the picture until all the cards are split.</p><h3><strong>8. Team up for gardening</strong></h3><p>Children are very good at digging, so let them plow and help you grow new bulbs. Research shows that gardening is as good as weight training when it comes to preventing osteoporosis, and if you grow vegetables, it can make kids more appetizing.</p><h3><strong>9. Take the dog for a walk</strong></h3><p>Research from the North American Society for Obesity shows that dog owners enjoy losing weight better and may be better at curbing their appetite than others.</p></p>"
  },
  {
    "title": "Exercise helps reduce obesity in children",
    "id": 13,
    "category": [
      "exercise"
    ],
    "post_type": "document",
    "user": "admin",
    "date_post": "24/11/2020",
    "description": "Not only middle-aged people are obese, but obesity can appear at any age including children. Obesity not only affects their health...",
    "poster_path": "./img/post/physical-post-13.jpg",
    "rating": 4.5,
    "comment": [
      {
        "count": 17,
        "name": "",
        "date": "20/09/2021",
        "text": "Thankyou!!!"
      }
    ],
    "content": "<p><p><strong>- Play foofball</strong></p><p>Almost all children love this sport, they often play with their peers playing and catching the ball all day without getting bored. So why don't we take advantage of this and let our children participate in activities this beneficial sport. Not only entertainment, but this sport is an extremely effective weight loss exercise, which can burn several hundred calories, release energy effectively, and lose weight very quickly. Football also helps children to be happy, comfortable, active, and have a sharp and healthy mind.</p><p><strong>- Walk or jog</strong></p><p>Should take children for a walk every day, to avoid the accumulation of excess fat, causing obesity. If 30 jogging, can burn a few hundred calories, burn excess fat. However, you should skillfully motivate children to enjoy, otherwise they will quickly get bored. You can practice every day with your child.</p><p><strong>- Skipping</strong></p><p>Children also love jumping rope, especially girls. So take advantage of this to create an effective weight loss exercise with jumping rope. This is also considered an aerobic exercise, helps blood circulation, increases heart rate, strengthens the heart, and burns calories effectively.</p><p><strong>- Swimming</strong></p><p>Children also love water, every child who sees water is happy and excited. Let your baby learn to swim, and practice daily in the morning. This is a full-body exercise, the most effective weight loss in sports, because of its ability to burn excess fat for the whole body, helping to be beautiful, slim and increase height.</p><p><strong>- Cycling</strong></p><img src=\"./img/post/physical-post-13.jpg\"><p>Cycling around the neighborhood, the park with friends is very interesting. Let your children be free mentally with cycling, both entertainment and weight loss.</p><p>Exercises that help reduce obesity for children are suitable for children's interests and hyperactivity. Therefore, depending on the conditions and health, children apply a reasonable weight loss regime.</p><p><strong>- Walk and run</strong></p><p>Weight loss exercise helps reduce obesity for children, parents should motivate children by walking together, often creating excitement for children, should not force or force children to practice as returning homework will make children bored quickly. and give up. Running or walking both makes it easier for the body to burn unnecessary calories and helps obese children build stronger muscles</p></p>"
  },
  {
    "title": "Morning exercises for kids to start a new day",
    "id": 14,
    "category": [
      "exercise"
    ],
    "post_type": "document",
    "user": "admin",
    "date_post": "06/10/2021",
    "description": "As we all know, daily morning exercise has great significance in terms of education and health for children, especially children of preschool age...",
    "poster_path": "./img/post/physical-post-14.jpg",
    "rating": 4,
    "comment": [
      {
        "count": 71,
        "name": "",
        "date": "20/09/2021",
        "text": "Thankyou!!!"
      }
    ],
    "content": "<p><p><strong>1. Warm-up exercise</strong></p><p>As always, at the beginning of the morning exercise session, we need to give the baby a warm-up exercise. This exercise is simple but very important to help the baby avoid cramps and muscle contractions during the next exercise. To start, the baby stands in place, rotates the wrists, legs, knees, and hips for about 3-5 minutes.</p><p><strong>2. Spinning exercise</strong></p><p>The baby stands upright, the feet are shoulder-width apart, relaxes the hands and uses their body as an axis to rotate the body to the right and left (note that the upright person must not change position, rotate slowly at first, then gradually Gradually increasing the speed will help relax the arms and shoulders.The time for this exercise at a kindergarten in District 1 is about 3-5 minutes.</p><p><strong>3. Exercises legs, arms, hips</strong></p><p>The baby stands up straight with his arms at shoulder height, first bend his hands so that his hands touch his shoulders, then bring his hands down to his hips and shake his hips at the same time, then his feet step 4-5 times and then turn around and finally laugh haha ​​so loud.</p><p><strong>4. Circulatory exercise</strong></p><p>The baby's legs are shoulder-width apart, his hands are raised above his head, then he bends down and his hands are crossed, finally release his arms and return to the starting position.</p><img src=\"./img/post/physical-post-14.jpg\"><p>We instruct the baby to combine this exercise with breathing exercises, inhale when bending down and exhale when returning to the original position.</p><p><strong>5. Hand rotation exercise</strong></p><p>The baby's feet are spread out to stand shoulder-width apart, hands are raised above his head, then rotate both hands in a clockwise circle about 5 times, then switch sides and rotate counterclockwise.</p><p><strong>6. Stick exercise</strong></p><p>We will give the child a small stick, then the children will use both hands to hold the end of the stick, first raise the stick above the head, then bring the stick to the belly, and finally bring the stick down to the knee.</p><p><strong>7. Abdominal shaking exercise</strong></p><p>Baby stands upright, feet shoulder width apart and ears on hips, then shakes belly to the right, then shakes belly to left to rhythmic music.</p><p><strong>8. Knee exercise</strong></p><p>The knees are together, the legs are slightly bent, and the hands are on the knees, then rotate the knees in a circle to the left, to the right to the music.</p><p><strong>9. Swing exercise</strong></p><p>Each child will be given a bracelet by her, then will guide them to shake their belly to keep the bracelet from falling.</p></p>"
  }
]